Repository: crazypoo/CrazyDashboard
Catalog: Global/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, tr, zh_hant

# can_lab_capture_starting
source: 正在开始抓包……
de: Aufnahme wird gestartet...
en: Starting capture…
es: Iniciando captura…
fr: Starting capture…
it: Starting capture…
tr: Yakalama başlatılıyor…
zh_hant: 正在開始抓包……

# can_lab_capture_stop
source: 停止并保存
de: Stoppen und speichern
en: Stop and save
es: Stop and save
fr: Stop and save
it: Fermati e risparmia
tr: Durdur ve kaydet
zh_hant: 停止並保存

# can_lab_capture_stopped_safety
source: 开发者权限已撤销，抓包已停止
de: Capture stopped because developer access was revoked
en: Capture stopped because developer access was revoked
es: Capture stopped because developer access was revoked
fr: Capture arrêtée car l'accès développeur a été révoqué
it: L'acquisizione è stata interrotta perché l'accesso sviluppatore è stato revocato
tr: Geliştirici erişimi iptal edildiği için yakalama durduruldu
zh_hant: 開發者權限已撤銷，抓包已停止

# can_lab_compare
source: 抓包对比
de: Capture-Vergleich
en: Capture comparison
es: Comparación de capturas
fr: Capture comparison
it: Cattura il confronto
tr: Yakalama karşılaştırması
zh_hant: 抓包比較

# can_lab_delete
source: 删除
de: Delete
en: Delete
es: Delete
fr: Supprimer
it: Delete
tr: Sil
zh_hant: 刪除

# can_lab_delete_hint
source: 此抓包文件将从本地存储删除。
de: This capture file will be removed from local storage.
en: This capture file will be removed from local storage.
es: Este archivo de captura se eliminará del almacenamiento local.
fr: Ce fichier de capture sera supprimé du stockage local.
it: Questo file di acquisizione verrà rimosso dall'archivio locale.
tr: Bu yakalama dosyası yerel depolamadan kaldırılacak.
zh_hant: 此抓包檔案將從本機儲存刪除。

# can_lab_developer_title
source: 实时 CAN 抓包（开发者）
de: Live CAN capture (Developer)
en: Live CAN capture (Developer)
es: Captura CAN en vivo (Desarrollador)
fr: Capture CAN en direct (développeur)
it: Acquisizione CAN in tempo reale (sviluppatore)
tr: Canlı CAN yakalama (Geliştirici)
zh_hant: 即時 CAN 抓包（開發者）

# can_lab_duration
source: 时长
de: Duration
en: Duration
es: Duración
fr: Duration
it: Durata
tr: Süre
zh_hant: 時長

# can_lab_event_analysis
source: 事件窗口候选
de: Event window candidates
en: Event window candidates
es: Event window candidates
fr: Candidats à la fenêtre d'événement
it: Candidati per le finestre degli eventi
tr: Olay penceresi adayları
zh_hant: 事件視窗候選

# can_lab_event_no_changes
source: 没有变化的 ID
de: Keine geänderte ID
en: No changed ID
es: No changed ID
fr: Aucun identifiant modifié
it: Nessun ID modificato
tr: Değişen kimlik yok
zh_hant: 沒有變化的 ID

# can_lab_events
source: 事件数
de: Events
en: Events
es: Eventos
fr: Événements
it: Eventi
tr: Olaylar
zh_hant: 事件數

# can_lab_file_actions_hint
source: 选择一个离线操作
de: Wählen Sie eine Offline-Aktion
en: Choose an offline action
es: Elige una acción sin conexión
fr: Choose an offline action
it: Scegli un'azione offline
tr: Çevrimdışı bir işlem seçin
zh_hant: 選擇一個離線操作

# can_lab_frames
source: 报文数
de: Frames
en: Frames
es: Frames
fr: Frames
it: Cornici
tr: Çerçeveler
zh_hant: 報文數

# can_lab_invalid_lines
source: 损坏行数
de: Ungültige Zeilen
en: Invalid lines
es: Invalid lines
fr: Lignes invalides
it: Invalid lines
tr: Geçersiz satırlar
zh_hant: 損壞行數

# can_lab_no_candidates
source: 没有符合离线条件的周期性变化 ID。
de: No periodic changing ID met the offline criteria.
en: No periodic changing ID met the offline criteria.
es: Ningún ID de cambio periódico cumplió con los criterios fuera de línea.
fr: Aucun ID de changement périodique ne répondait aux critères hors ligne.
it: Nessun ID modificato periodicamente soddisfa i criteri offline.
tr: Hiçbir periyodik değişen kimlik çevrimdışı ölçütleri karşılamadı.
zh_hant: 沒有符合離線條件的週期性變化 ID。

# can_lab_no_changes
source: 没有发现字节变化
de: Es wurden keine Byteänderungen gefunden
en: No byte changes were found
es: No se encontraron cambios de bytes
fr: Aucun changement d'octet n'a été trouvé
it: No byte changes were found
tr: Bayt değişikliği bulunamadı
zh_hant: 沒有發現位元組變化

# can_lab_select_compare
source: 选择进行对比
de: Zum Vergleich auswählen
en: Select for comparison
es: Seleccionar para comparar
fr: Sélectionner pour comparaison
it: Seleziona per il confronto
tr: Karşılaştırma için seç
zh_hant: 選擇進行比較

# can_lab_share
source: 分享
de: Share
en: Share
es: Share
fr: Partager
it: Share
tr: Paylaş

# can_lab_title
source: CAN 抓包实验室
de: CAN-Capture-Labor
en: CAN capture lab
es: Laboratorio de captura CAN
fr: CAN capture lab
it: Laboratorio di acquisizione CAN
tr: CAN yakalama laboratuvarı
zh_hant: CAN 抓包實驗室

# casa_batt
source: 电压
de: Stromspannung
en: Voltage
es: Voltaje
fr: Tension
it: Voltaggio
tr: voltage
zh_hant: 電壓

# casa_bluetooth_status
source: 蓝牙连接状态
de: Bluetooth-Verbindungsstatus
en: Bluetooth connection status
es: Estado de la conexión Bluetooth
fr: État de la connexion Bluetooth
it: Stato della connessione Bluetooth
tr: Bluetooth bağlantı durumu
zh_hant: 藍芽連線狀態

# casa_card_avg_oil
source: 平均油耗
de: Durchschnittlicher Kraftstoff
en: Avg fuel
es: Combustible promedio
fr: Carburant moyen
it: Carburante medio
tr: Ortalama yakıt
zh_hant: 平均燃料

# casa_card_distance_title
source: 里程相关
de: Kilometerbezogen
en: Mileage-related
es: Relacionado con el kilometraje
fr: Lié au kilométrage
it: Relativo al chilometraggio
tr: Kilometre ile ilgili
zh_hant: 與里程相關的

# casa_card_engine
source: 发动机状态
de: Motorstatus
en: Engine status
es: Estado del motor
fr: État du moteur
it: Stato del motore
tr: Motor durumu
zh_hant: 發動機狀態

# casa_card_lan
source: 仪表盘语言
de: Dashboard-Sprache
en: Dashboard language
es: Idioma del panel
fr: Langue du tableau de bord
it: Lingua del dashboard
tr: Gösterge tablosu dili
zh_hant: 儀表板語言

# casa_card_little_trip
source: 小计里程
de: Zwischensumme der gefahrenen Kilometer
en: Subtotal mileage
es: Millaje subtotal
fr: Kilométrage sous-total
it: Chilometraggio parziale
tr: Ara toplam kilometre
zh_hant: 小計里程數

# casa_card_odo_trip
source: 总里程
de: Gesamtkilometerstand
en: Total mileage
es: Kilometraje total
fr: Kilométrage total
it: Chilometraggio totale
tr: Toplam kilometre
zh_hant: 總里程數

# casa_card_oil
source: 油量
de: Ölmenge
en: Amount of oil
es: cantidad de aceite
fr: Quantité d'huile
it: Quantità di olio
tr: Yağ miktarı

# casa_card_oil_trip
source: 油量里程
de: Kraftstoffverbrauch
en: Fuel mileage
es: Kilometraje de combustible
fr: Consommation de carburant
it: Consumo di carburante
tr: Yakıt kilometresi

# casa_card_tem
source: 温度
de: Temperatur
en: Temperature
es: Temperatura
fr: Température
it: Temperatura
tr: Isı derecesi
zh_hant: 溫度

# casa_dist_to_maintenance
source: 维护剩余里程
de: Wartungsfahrt
en: Maintenance trip
es: viaje de mantenimiento
fr: Déplacement d'entretien
it: Viaggio di manutenzione
tr: Bakım gezisi
zh_hant: 維護剩餘里程

# connect_step_1
source: 1.如果手机没连接摩托仪表盘的蓝牙，请先点击我去连接摩托车仪表盘蓝牙,名字大致有PEUGEOT字样,连接成功后返回该APP继续下一步。
de: 1. Wenn das Mobiltelefon nicht mit dem Bluetooth des Motorrad-Armaturenbretts verbunden ist, klicken Sie bitte zuerst, um eine Verbindung zum Bluetooth des Motorrad-Armaturenbretts herzustellen. Der Name ist ungefähr PEUGEOT. Nachdem die Verbindung erfolgreich hergestellt wurde, kehren Sie zur APP zurück, um mit dem nächsten Schritt fortzufahren.
en: 1. If the mobile phone is not connected to the Bluetooth of the motorcycle dashboard, please click to connect the Bluetooth of the motorcycle dashboard first. The name is roughly PEUGEOT. After the connection is successful, return to the APP to continue the next step.
es: 1. Si el teléfono móvil no está conectado al Bluetooth del tablero de la motocicleta, haga clic para conectar primero el Bluetooth del tablero de la motocicleta. El nombre es más o menos PEUGEOT. Una vez que la conexión sea exitosa, regrese a la APLICACIÓN para continuar con el siguiente paso.
fr: 1. Si le téléphone portable n'est pas connecté au Bluetooth du tableau de bord de la moto, veuillez d'abord cliquer pour connecter le Bluetooth du tableau de bord de la moto. Le nom est à peu près PEUGEOT. Une fois la connexion réussie, revenez à l'APP pour passer à l'étape suivante.
it: 1. Se il telefono cellulare non è collegato al Bluetooth del cruscotto della moto, fare prima clic su per connettere il Bluetooth del cruscotto della moto. Il nome è più o meno PEUGEOT. Una volta stabilita la connessione, tornare all'APP per continuare il passaggio successivo.
tr: 1. Cep telefonu motosiklet gösterge panelinin Bluetooth'una bağlı değilse, lütfen önce motosiklet gösterge panelinin Bluetooth'unu bağlamak için tıklayın. Adı kabaca PEUGEOT. Bağlantı başarılı olduktan sonra, bir sonraki adıma devam etmek için APP'ye geri dönün.
zh_hant: 1. 如果手機沒有連線到摩托車儀表板的藍芽，請先點選連線摩托車儀表板的藍芽。 名字大致是標緻。連線成功後，返回APP以繼續下一步。

# connect_step_2
source: 2.手机连接了摩托车仪表盘蓝牙后，点我开启蓝牙扫描,当该APP连接摩托车仪表盘成功后，则自动跳转到主界面
de: 2. Nachdem das Mobiltelefon mit dem Bluetooth des Motorrad-Armaturenbretts verbunden ist, klicken Sie auf „Ich“, um das Bluetooth-Scannen zu aktivieren. Wenn die APP erfolgreich mit dem Motorrad-Armaturenbrett verbunden ist, springt sie automatisch zur Hauptschnittstelle.
en: 2. After the mobile phone is connected to the Bluetooth of the motorcycle dashboard, click me to turn on the Bluetooth scanning. When the APP is successfully connected to the motorcycle dashboard, it will automatically jump to the main interface.
es: 2. Después de que el teléfono móvil esté conectado al Bluetooth del tablero de la motocicleta, haga clic en mí para activar el escaneo de Bluetooth. Cuando la aplicación se conecta correctamente al tablero de la motocicleta, saltará automáticamente a la interfaz principal.
fr: 2. Une fois le téléphone mobile connecté au Bluetooth du tableau de bord de la moto, cliquez sur moi pour activer la numérisation Bluetooth. Lorsque l'application est connectée avec succès au tableau de bord de la moto, elle passe automatiquement à l'interface principale.
it: 2. Dopo aver collegato il telefono cellulare al Bluetooth del cruscotto della moto, fare clic su di me per attivare la scansione Bluetooth. Quando l'APP è connessa con successo al cruscotto della moto, passerà automaticamente all'interfaccia principale.
tr: 2. Cep telefonu motosiklet gösterge panelinin Bluetooth'una bağlandıktan sonra, Bluetooth taramasını açmak için bana tıklayın. APP, motosiklet panosuna başarılı bir şekilde bağlandığında, otomatik olarak ana arayüze atlayacaktır.
zh_hant: 2. 手機連線到摩托車儀表板的藍芽後，點選我開啟藍芽掃描。 當APP成功連線到摩托車儀表板時，它將自動跳轉到主介面。

# connect_step_title
source: 操作步骤，请务必按照下面的操作步骤，以免出现无法连接摩托车蓝牙
de: Bedienschritte: Bitte befolgen Sie unbedingt die folgenden Schritte, um zu vermeiden, dass die Verbindung zum Motorrad-Bluetooth fehlschlägt.
en: Operation steps, please be sure to follow the following steps to avoid the failure to connect to the motorcycle Bluetooth.
es: Pasos de operación, asegúrese de seguir los siguientes pasos para evitar fallas al conectarse al Bluetooth de la motocicleta.
fr: Étapes de fonctionnement, assurez-vous de suivre les étapes suivantes pour éviter l'échec de la connexion au Bluetooth de la moto.
it: Passaggi operativi, assicurarsi di seguire i seguenti passaggi per evitare la mancata connessione al Bluetooth della moto.
tr: Çalışma adımları, motosiklet Bluetooth'una bağlanmamayı önlemek için lütfen aşağıdaki adımları uyguladığınızdan emin olun.
zh_hant: 操作步驟，請務必按照以下步驟操作，以避免無法連線到摩托車藍芽。

# connect_success
source: 连接成功
de: Erfolgreiche Verbindung
en: Successful connection
es: Conexión exitosa
fr: Connexion réussie
it: Connessione riuscita
tr: Başarılı bağlantı
zh_hant: 連線成功

# control_alarms
source: 车辆警报
de: Fahrzeugalarm
en: Vehicle alarms
es: Alertas del vehículo
fr: Alertes du véhicule
it: Allarmi veicolo
tr: Araç alarmları
zh_hant: 車輛警報

# control_hud
source: 打开 HUD
de: HUD öffnen
en: Open HUD
es: Abrir HUD
fr: Ouvrir le HUD
it: Apri HUD
tr: HUD’yi aç
zh_hant: 開啟 HUD

# control_parking
source: 停车位置
de: Parkposition
en: Parking location
es: Ubicación de estacionamiento
fr: Emplacement de stationnement
it: Posizione parcheggio
tr: Park konumu
zh_hant: 停車位置

# control_readiness
source: 车辆健康
de: Fahrzeugstatus
en: Vehicle readiness
es: Estado del vehículo
fr: État du véhicule
it: Stato del veicolo
tr: Araç durumu
zh_hant: 車輛健康

# current_road_name_prefix
source: 当前路段:
de: Aktuelle Straße:
en: Current road:
es: Camino actual:
fr: Route actuelle :
it: Strada attuale:
tr: Mevcut yol:
zh_hant: 目前路段：

# dashboard_color_set_title
source: 仪表盘颜色设置
de: Farbeinstellungen für das Dashboard
en: Dashboard color settings
es: Configuración de color del tablero
fr: Paramètres de couleur du tableau de bord
it: Impostazioni colore della dashboard
tr: Gösterge tablosu renk ayarları
zh_hant: 儀表板顏色設定

# dashboard_config_sent
source: 仪表指令已发送
de: Dashboard-Befehl gesendet
en: Dashboard command sent
es: Comando del panel enviado
fr: Commande du tableau de bord envoyée
it: Comando del dashboard inviato
tr: Gösterge paneli komutu gönderildi
zh_hant: 儀表指令已傳送

# dashboard_config_unconfirmed
source: 未收到仪表确认
de: Keine Dashboard-Bestätigung erhalten
en: No dashboard confirmation received
es: No se recibió confirmación del panel
fr: Aucune confirmation du tableau de bord reçue
it: Nessuna conferma dalla dashboard ricevuta
tr: Gösterge panelinden onay alınamadı
zh_hant: 未收到儀表確認

# dashboard_notification_alert_title
source: XP400 仪表通知
de: XP400 notifications
en: XP400 notifications
es: Notificaciones XP400
fr: Notifications XP400
it: XP400 notifications
tr: XP400 bildirimleri
zh_hant: XP400 儀表通知

# dashboard_notification_connected
source: 已连接
de: Verbunden
en: Connected
es: Conectado
fr: Connected
it: Collegato
tr: Bağlı
zh_hant: 已連線

# dashboard_notification_custom_ancs_queued
source: ANCS 测试已加入队列。请保持 XP400 连接并观察仪表盘。
de: ANCS test queued. Keep XP400 connected and watch the dashboard.
en: ANCS test queued. Keep XP400 connected and watch the dashboard.
es: Prueba ANCS en cola. Mantenga el XP400 conectado y observe el tablero.
fr: ANCS test queued. Keep XP400 connected and watch the dashboard.
it: Test ANCS in coda. Mantieni XP400 connesso e osserva il dashboard.
tr: ANCS testi sıraya alındı. XP400'i bağlı tutun ve göstergeyi izleyin.
zh_hant: ANCS 測試已加入佇列。請保持 XP400 連線並觀察儀表。

# dashboard_notification_custom_ancs_unavailable
source: 直接 ANCS 通道不可用。系统电话和短信通知不受影响。
de: The direct ANCS channel is unavailable. System phone and SMS notifications are unchanged.
en: The direct ANCS channel is unavailable. System phone and SMS notifications are unchanged.
es: The direct ANCS channel is unavailable. System phone and SMS notifications are unchanged.
fr: The direct ANCS channel is unavailable. System phone and SMS notifications are unchanged.
it: The direct ANCS channel is unavailable. System phone and SMS notifications are unchanged.
tr: Doğrudan ANCS kanalı kullanılamıyor. Sistem arama ve SMS bildirimleri değişmedi.
zh_hant: 直接 ANCS 通道不可用。系統電話和簡訊通知不受影響。

# dashboard_notification_custom_ancs_waiting
source: XP400 尚未订阅通知通道。请重新连接仪表盘后重试。
de: The XP400 notification channel is not subscribed. Reconnect the dashboard and try again.
en: The XP400 notification channel is not subscribed. Reconnect the dashboard and try again.
es: The XP400 notification channel is not subscribed. Reconnect the dashboard and try again.
fr: The XP400 notification channel is not subscribed. Reconnect the dashboard and try again.
it: The XP400 notification channel is not subscribed. Reconnect the dashboard and try again.
tr: XP400 bildirim kanalı abone değil. Göstergeyi yeniden bağlayıp tekrar deneyin.
zh_hant: XP400 尚未訂閱通知通道。請重新連線儀表後重試。

# dashboard_notification_disconnected
source: 未连接
de: Disconnected
en: Disconnected
es: Desconectado
fr: Disconnected
it: Disconnesso
tr: Bağlı değil
zh_hant: 未連線

# dashboard_notification_guide
source: 设置指引
de: Setup guide
en: Setup guide
es: Guía de configuración
fr: Setup guide
it: Setup guide
tr: Kurulum kılavuzu
zh_hant: 設定指引

# dashboard_notification_guide_body
source: 1. 打开“设置”>“蓝牙”>“XP400”，开启“共享系统通知”。 2. 检查“通知”>“显示预览”和“专注模式”设置。 3. 保持 PTSpeed 连接，退出 Peugeot 官方 App，并锁定 iPhone。 4. 使用另一台手机拨打真实电话并发送真实短信；第三方 App 通知请单独测试。
de: 1. Open Settings > Bluetooth > XP400 and enable Share System Notifications. 2. Check Notifications > Show Previews and Focus settings. 3. Keep PTSpeed connected, close the Peugeot app, and lock the iPhone. 4. Use another phone to place a real call and send a real SMS; test third-party app notifications separately.
en: 1. Open Settings > Bluetooth > XP400 and enable Share System Notifications. 2. Check Notifications > Show Previews and Focus settings. 3. Keep PTSpeed connected, close the Peugeot app, and lock the iPhone. 4. Use another phone to place a real call and send a real SMS; test third-party app notifications separately.
es: 1. Open Settings > Bluetooth > XP400 and enable Share System Notifications. 2. Check Notifications > Show Previews and Focus settings. 3. Keep PTSpeed connected, close the Peugeot app, and lock the iPhone. 4. Use another phone to place a real call and send a real SMS; test third-party app notifications separately.
fr: 1. Open Settings > Bluetooth > XP400 and enable Share System Notifications. 2. Check Notifications > Show Previews and Focus settings. 3. Keep PTSpeed connected, close the Peugeot app, and lock the iPhone. 4. Use another phone to place a real call and send a real SMS; test third-party app notifications separately.
it: 1. Apri Impostazioni > Bluetooth > XP400 e attiva Condividi notifiche di sistema. 2. Controlla Notifiche > Mostra anteprime e impostazioni Focus. 3. Mantieni connesso PTSpeed, chiudi l'app Peugeot e blocca l'iPhone. 4. Utilizza un altro telefono per effettuare una vera chiamata e inviare un vero SMS; testare separatamente le notifiche delle app di terze parti.
tr: 1. Ayarlar > Bluetooth > XP400 bölümünü açın ve Sistem Bildirimlerini Paylaş seçeneğini etkinleştirin. 2. Bildirimler > Önizlemeleri Göster ve Odak ayarlarını kontrol edin. 3. PTSpeed'i bağlı tutun, Peugeot uygulamasını kapatın ve iPhone'u kilitleyin. 4. Başka bir telefondan gerçek bir arama yapın ve gerçek bir SMS gönderin; üçüncü taraf uygulama bildirimlerini ayrıca test edin.
zh_hant: 1. 開啟「設定」>「藍牙」>「XP400」，啟用「分享系統通知」。 2. 檢查「通知」>「顯示預覽」和「專注模式」設定。 3. 保持 PTSpeed 連線，退出 Peugeot 官方 App，並鎖定 iPhone。 4. 使用另一支手機撥打真實電話並傳送真實訊息；第三方 App 通知請另外測試。

# dashboard_notification_guide_title
source: XP400 系统通知设置
de: Einrichtung der XP400-Systembenachrichtigung
en: XP400 system notification setup
es: XP400 system notification setup
fr: XP400 system notification setup
it: Configurazione delle notifiche del sistema XP400
tr: XP400 sistem bildirim kurulumu
zh_hant: XP400 系統通知設定

# dashboard_notification_open_settings
source: 打开通知设置
de: Benachrichtigungseinstellungen öffnen
en: Open notification settings
es: Abrir configuración de notificaciones
fr: Open notification settings
it: Open notification settings
tr: Bildirim ayarlarını aç
zh_hant: 開啟通知設定

# dashboard_notification_permission_authorized
source: 已允许
de: Allowed
en: Allowed
es: Permitido
fr: Allowed
it: Allowed
tr: İzin verildi
zh_hant: 已允許

# dashboard_notification_permission_denied
source: 已拒绝
de: Bestritten
en: Denied
es: Denied
fr: Refusé
it: Denied
tr: Reddedildi
zh_hant: 已拒絕

# dashboard_notification_permission_failed
source: 通知权限请求失败
de: Die Anfrage zur Benachrichtigungsberechtigung ist fehlgeschlagen
en: Notification permission request failed
es: Error en la solicitud de permiso de notificación
fr: Notification permission request failed
it: Richiesta di autorizzazione alla notifica non riuscita
tr: Bildirim izni isteği başarısız
zh_hant: 通知權限請求失敗

# dashboard_notification_permission_limited
source: 有限权限
de: Limited
en: Limited
es: Limitado
fr: Limited
it: Limited
tr: Sınırlı
zh_hant: 有限權限

# dashboard_notification_permission_pending
source: 尚未请求
de: Nicht angefordert
en: Not requested
es: No solicitado
fr: Non demandé
it: Non richiesto
tr: İstenmedi
zh_hant: 尚未請求

# dashboard_notification_permission_unknown
source: 未知
de: Unbekannt
en: Unknown
es: Unknown
fr: Unknown
it: Sconosciuto
tr: Bilinmiyor

# dashboard_notification_permission_updated
source: 本 App 通知权限已更新。
de: PTSpeed notification permission updated.
en: PTSpeed notification permission updated.
es: Permiso de notificación de PTSpeed ​​actualizado.
fr: Autorisation de notification PTSpeed ​​mise à jour.
it: Autorizzazione notifica PTSpeed ​​aggiornata.
tr: PTSpeed bildirim izni güncellendi.
zh_hant: 本 App 通知權限已更新。

# dashboard_notification_request_permission
source: 允许本 App 通知
de: PTSpeed-Benachrichtigungen zulassen
en: Allow PTSpeed notifications
es: Permitir notificaciones de PTSpeed
fr: Autoriser les notifications PTSpeed
it: Consenti notifiche PTSpeed
tr: PTSpeed bildirimlerine izin ver
zh_hant: 允許本 App 通知

# dashboard_notification_send_custom_ancs
source: 发送直接 ANCS 测试
de: Send direct ANCS test
en: Send direct ANCS test
es: Send direct ANCS test
fr: Send direct ANCS test
it: Send direct ANCS test
tr: Doğrudan ANCS testi gönder
zh_hant: 傳送直接 ANCS 測試

# dashboard_notification_send_test
source: 测试 iPhone 本地通知
de: Test iPhone local notification
en: Test iPhone local notification
es: Probar la notificación local del iPhone
fr: Test iPhone local notification
it: Prova la notifica locale dell'iPhone
tr: iPhone yerel bildirimini test et
zh_hant: 測試 iPhone 本機通知

# dashboard_notification_setup
source: 设置 / 测试
de: Einrichten / Testen
en: Set up / Test
es: Set up / Test
fr: Configurer/Tester
it: Configura/prova
tr: Ayarla / Test et
zh_hant: 設定／測試

# dashboard_notification_status
source: 仪表连接：%@ 本 App 通知权限：%@ %@
de: Dashboard: %@ PTSpeed permission: %@ %@
en: Dashboard: %@ PTSpeed permission: %@ %@
es: Dashboard: %@ PTSpeed permission: %@ %@
fr: Tableau de bord : %@ Autorisation PTSpeed : %@ %@
it: Pannello di controllo: %@ Autorizzazione PTSpeed: %@ %@
tr: Gösterge: %@ PTSpeed izni: %@ %@
zh_hant: 儀表連線：%@ 本 App 通知權限：%@ %@

# dashboard_notification_system_managed
source: 系统 ANCS 由 iOS 蓝牙设置管理，App 无法读取或切换其状态。
de: Das ANCS-System wird über die iOS-Bluetooth-Einstellungen verwaltet. Diese App kann es nicht lesen oder umschalten.
en: System ANCS is managed by iOS Bluetooth settings. This app cannot read or toggle it.
es: El sistema ANCS se gestiona mediante la configuración de Bluetooth de iOS. Esta aplicación no puede leerla ni alternarla.
fr: System ANCS is managed by iOS Bluetooth settings. This app cannot read or toggle it.
it: System ANCS is managed by iOS Bluetooth settings. This app cannot read or toggle it.
tr: Sistem ANCS, iOS Bluetooth ayarları tarafından yönetilir. Bu uygulama onu okuyamaz veya değiştiremez.
zh_hant: 系統 ANCS 由 iOS 藍牙設定管理，App 無法讀取或切換其狀態。

# dashboard_notification_test_body
source: 此测试仅验证 iPhone 通知中心，不代表 XP400 已收到 ANCS 通知。
de: Dies testet nur das iPhone-Benachrichtigungscenter. Dies beweist nicht, dass XP400 eine ANCS-Benachrichtigung erhalten hat.
en: This tests the iPhone notification center only. It does not prove that XP400 received an ANCS notification.
es: This tests the iPhone notification center only. It does not prove that XP400 received an ANCS notification.
fr: Cela teste uniquement le centre de notification de l'iPhone. Cela ne prouve pas que XP400 ait reçu une notification ANCS.
it: Questo testa solo il centro notifiche dell'iPhone. Ciò non prova che XP400 abbia ricevuto una notifica ANCS.
tr: Bu yalnızca iPhone bildirim merkezini test eder. XP400'in bir ANCS bildirimi aldığını kanıtlamaz.
zh_hant: 此測試僅驗證 iPhone 通知中心，不代表 XP400 已收到 ANCS 通知。

# dashboard_notification_test_denied
source: iOS 设置中已拒绝本 App 通知。
de: PTSpeed-Benachrichtigungen werden in den iOS-Einstellungen abgelehnt.
en: PTSpeed notifications are denied in iOS settings.
es: PTSpeed notifications are denied in iOS settings.
fr: PTSpeed notifications are denied in iOS settings.
it: PTSpeed notifications are denied in iOS settings.
tr: PTSpeed bildirimleri iOS ayarlarında reddedildi.
zh_hant: iOS 設定中已拒絕本 App 通知。

# dashboard_notification_test_failed
source: 测试通知失败
de: Die Testbenachrichtigung ist fehlgeschlagen
en: Test notification failed
es: Test notification failed
fr: Test notification failed
it: Notifica di prova non riuscita
tr: Test bildirimi başarısız
zh_hant: 測試通知失敗
